Repository: tzinmein/pet-manager
Catalog: lang/wp_pet-*.po
Languages: de_de, pt_br

source: Title
de_de: Übschift
pt_br: Título

source: Arbitrary text or HTML
de_de: Wähle Text oder Html
pt_br: Texto arbitrário ou HTML

source: How many items would you like to display?
pt_br: Quanto itens mostrar?

source: Sort by:
pt_br: Ordenar por:

source: Post title
pt_br: Título

source: Post data
pt_br: Data

source: Post author
pt_br: Autor

source: Post ID
pt_br: ID

source: Random
pt_br: Aleatório

source: Modified date
pt_br: Data modificado

source: Popularity
pt_br: Popularidade

source: All
pt_br: Tudo

source: pet-list
de_de: Tierliste
pt_br: lista-pets

source: Add a pet
de_de: Adicionar um pet
pt_br: Adicionar um pet

source: Options & About
pt_br: Opções e Sobre

source: %s added a new pet: %s
pt_br: %s adicioneou um novo pet: %s

source: Taxonomies
pt_br: Taxonomias

source: Add category
pt_br: Adicionar categoria

source: Add status
pt_br: Adicionar status

source: Add sex
pt_br: Adicionar sexo

source: Add size
pt_br: Adicionar tamanho

source: Add age
pt_br: Adicionar porte

source: Add breed
pt_br: Adicionar raça

source: Add coat
pt_br: Adicionar pelagem

source: Add pattern
pt_br: Adicionar padrão

source: Add color
pt_br: Adicionar cor

source: About Pet Manager
pt_br: Sobre Pet Manager

source: Support & Contact
pt_br: Suporte & Contato

source: Translation
pt_br: Tradução

source: Disclaimer
pt_br: Aviso legal

source: Pet Manager Plugin is a free plugin but I discourage pet shops for using it and I will not provide support for such.
pt_br: Pet Manager é um plugin gratuito, mas eu desencorajo seu uso em lojas de animais portanto não será oferecido suporte para tal.

source: Donate
pt_br: Donativos

source: <strong>Donate</strong> if this plugin saved you some time.
pt_br: <strong>Faça um donativo</strong> se este plugin poupou-lhe algum tempo.

source: US and so on
pt_br: EUA e demais

source: Brazil only
pt_br: Apenas no Brasil

source: Add Pet
de_de: Tier hinzu
pt_br: Adicionar Pet

source: Edit Pet
de_de: Tier editieren
pt_br: Editar pet

source: New Pet
de_de: Neue Tiere
pt_br: Novo pet

source: View Pets
de_de: Tier anschauen
pt_br: Ver pets

source: Search Pets
de_de: Tier suchen
pt_br: Pesquisar pets

source: Not Found!
de_de: Nicht gefunden
pt_br: Nada encontrado!

source: Nothing found in Trash
de_de: Nichts im Papierkorb gefunden
pt_br: Nada na lixeira

# wp_pet
source: Category
de_de: Kategorie
pt_br: Categoria

source: Categories
de_de: Kategorien
pt_br: Categorias

source: Add pet category
de_de: Kategorie hinzu
pt_br: Adicionar categoria

source: pet-category
de_de: Tier-Kategorie
pt_br: pet-categoria

source: Add pet status
de_de: Status hinzuf
pt_br: Adicionar status

# wp_pet
source: Sex
pt_br: Sexo

source: Sex
pt_br: Sexo

source: Add pet sex
pt_br: Adicionar sexo

# wp_pet
source: Size
de_de: Größe
pt_br: Tamanho

source: Sizes
de_de: Größe
pt_br: Tamanhos

source: Add pet size
de_de: Größe hinzuf
pt_br: Adicionar porte

source: size
de_de: Größe
pt_br: porte

# wp_pet
source: Age
de_de: Alter
pt_br: Idade

source: Ages
de_de: Alter
pt_br: Idade

source: Add pet age
de_de: Alter hinzu
pt_br: Adicionar idade

source: age
de_de: Alter
pt_br: idade

# wp_pet
source: Breeds
de_de: Rasse
pt_br: Raças

source: Breeds
de_de: Rasse
pt_br: Raças

source: Add pet breed
de_de: Rasse hinzu
pt_br: Adicionar raça

source: breed
de_de: Rasse
pt_br: raças

# wp_pet
source: Coat
de_de: Fell
pt_br: Pelagem

source: Coats
de_de: Fell
pt_br: Pelagem

source: Add pet coat
de_de: Fell hinzu
pt_br: Adicionar pelagem

source: coat
de_de: Fell
pt_br: pelagem

# wp_pet
source: Pattern
de_de: Muster
pt_br: Padrão

source: Patterns
de_de: Muster
pt_br: Padrão

source: Add pet pattern
de_de: Muster hinzu
pt_br: Adicionar padrão

source: pattern
de_de: Muster
pt_br: padrao

# wp_pet
source: Color
de_de: Farbe
pt_br: Cor

source: Colors
de_de: FarbenCores
pt_br: Cores

source: Add pet color
de_de: Farbe hinzu
pt_br: Adicionar cor

source: color
de_de: Farbe
pt_br: cor

source: no-pet-category
de_de: keine Tier-Kategorie
pt_br: sem-categoria

source: Picture
de_de: Bild
pt_br: Foto

source: Category
de_de: Kategorie
pt_br: Categoria

source: Pattern
de_de: Muster
pt_br: Padrão

source: Age
de_de: Alter
pt_br: Idade

source: Coat
de_de: Fell
pt_br: Pelagem

source: Breed
de_de: Rasse
pt_br: Raça

source: Size
de_de: Größe
pt_br: Tamanho

source: Address
de_de: Adresse
pt_br: Endereço

source: at
de_de: bis
pt_br: às

source: Contact about this pet
pt_br: Contate sobre este pet

source: Your Name
de_de: Name
pt_br: Nome

source: Your E-mail
de_de: E-mail
pt_br: Email

source: Your Message
de_de: Ihre Nachricht
pt_br: Mensagem

source: Browse Pets by Status
de_de: Zeige Tiere nach Status
pt_br: Pets por status

source: Browse Pets by Category
de_de: Zeige Tiere nach Kategorie
pt_br: Pets por categoria

source: Enter pet name here
de_de: Tiernamen eingeben
pt_br: Digite o nome do pet

source: This post is still waiting for moderator approval.
pt_br: Esta publicação está aguardando aprovação do moderador.

source: Edit this post and add more info
de_de: Diesen Eintrag editieren and mehr Info hinzufügen
pt_br: Edite essa publicação e adiciona mais informações

source: Search pet
de_de: Tier suchen
pt_br: Pesquisar pet

source: Required field &#9650;
pt_br: Campo obrigatório &#9650;

source: Pet name must be at least 3 letters long
pt_br: O nome do pet deve ter pelo menos três letras

source: Required field &#9658;
pt_br: Campo obrigatório &#9658;

source: Required field
pt_br: Campo obrigatório

source: Fill the pet information here, you can add and change all info anytime.
de_de: Hier bitte die Informationen zum Tier eingeben, Du kannst jederzeit etwas hinzufügen oder ändern
pt_br: Adicione informações sobre o pet, você poderá modificar e adicionar essas informações quando quiser.

source: Required fields are marked *
pt_br: Campos obrigatórios são marcados com *

source: Pet name
pt_br: Nome do pet

source: Description
pt_br: Descrição

source: Pet breeds
pt_br: Raças

source: Pet colors
de_de: Tierfarbe
pt_br: Cores

source: Pet coat
de_de: Tierfell
pt_br: Pelagem

source: Vaccines
de_de: Impfen
pt_br: Vacinas

source: Vaccinated
de_de: Geimpft
pt_br: Vacinado

source: Dose Interval
de_de: Intervall Dosis
pt_br: Intervalo de doses

source: Unknown
de_de: Unbekannt
pt_br: Desconhecido

source: Desexed
de_de: Sterilisiert
pt_br: Castrado

source: No desexed
pt_br: Não castrado

source: Special needs
pt_br: Necessidades especiais

source: No special needs
pt_br: Sem necessidades especiais

source: Contact
de_de: Kontakt
pt_br: Contato

source: Set to display or not the contact form on this pet page so users can contact you by email.
pt_br: Escolha mostrar ou não um formulário de contato na página deste pet para que os visitantes possa contatá-lo por email.

source: Yes
de_de: Ja
pt_br: Sim

source: No
de_de: Nein
pt_br: Não

source: 200 width x 200 height at least
de_de: 200 Breite x 200 Höhe
pt_br: Pelo menos 200 largura x 200 altura

source: Lost & Found Information
de_de: Verloren & Gefunden Information
pt_br: Achados & Perdidos

source: Add an address here to display a map if your lost or found a wondering pet.
de_de: Hier eine Adresse hinzufügen um eine Karte anzuzeigen
pt_br: Adicione um endereço aqui para mostrar um mapa se perdeu ou encontrou um animal.

source: Submit pet
de_de: Tier eintragen
pt_br: Enviar

source: Register
pt_br: Registre-se

source: Click to register
pt_br: Clique para se registrar

source: Vacinated
de_de: Geimpft
pt_br: Vacinado

source: Address or place reference
de_de: Adresse oder Platz
pt_br: Endereço ou referência

source: Clear
pt_br: Limpar

source: Default
pt_br: Padrão

source: Select Color
pt_br: Selecione a cor

source: Current Color
pt_br: Cor atual

source: No terms
pt_br: Sem termos

source: Add
pt_br: Adicionar

source: Add or Upload File
pt_br: Adicionar ou enviar arquivo

source: Remove Image
de_de: Bild löschen
pt_br: Remove imagem

source: File:
pt_br: Arquivo:

source: Pet Manager
de_de: Tier Manager

source: Pets
de_de: Tiere

source: Gender
de_de: Geschlecht

source: Pet Profile
de_de: Tierprofil

source: Upload File
de_de: Datei hochladen

source: File
de_de: Datei

source: Remove File
de_de: Datei löschen

# post type singular name
source: Pet
de_de: Tier

# wp_pet
source: Gender
de_de: Geschlecht

source: Genders
de_de: Geschlecht

source: Add pet gender
de_de: Geschlecht hinzu

source: Let visitors search for pets in your site
de_de: Besucher in deiner Seite nach Tieren suchen lassen

source: Pet Search
de_de: Tier Sch

source: Pet Display
de_de: Tier Anzeige

# widget pet
source: Display pets by category or status, recent pets, etc
de_de: Tiere nach Kategorie, stats , etc. anzeigen

source: Read about
de_de: mehr dazu
